---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AirFlowDensity
source: html/31d92d38-3937-33a3-26cd-1b2915d8d149.htm
---
# Autodesk.Revit.DB.SpecTypeId.AirFlowDensity Property

Air Flow Density, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId AirFlowDensity { get; }
```